Repository: rmarquis/pacaur
Catalog: po/*.po
Languages: ca, de, hu, sk

source: ${colorW}Starting AUR upgrade...${reset}
ca: ${colorW}S'està iniciant una actualització AUR...${reset}
de: ${colorW}Starte AUR-Upgrade...${reset}
hu: ${colorW}AUR frissítés indítása...${reset}
sk: ${colorW}Spúšťam aktualizáciu AUR...${reset}

source: ${colorW}$i${reset} is ${colorY}not present${reset} in AUR -- skipping
ca: ${colorW}$i${reset} ${colorY}no està present${reset} en l'AUR -- s'està saltant
de: ${colorW}$i${reset} wurde im AUR ${colorY}nicht gefunden${reset} -- überspringe
hu: ${colorW}$i${reset} ${colorY}nem található${reset} az AUR-ban -- kihagyva
sk: ${colorW}$i${reset} ${colorY}nie je prítomný${reset} v AUR -- preskakujem

source: latest
ca: últim
de: neueste
hu: naprakész
sk: najnovší

source: ${checkaurpkgs[$i]} is in IgnorePkg/IgnoreGroup. Install anyway?
ca: ${checkaurpkgs[$i]} és en IgnorePkg/IgnoreGroup. S'ha d'instal·lar igualment?
de: ${checkaurpkgs[$i]} ist in IgnorePkg/IgnoreGroup. Trotzdem installieren?
hu: ${checkaurpkgs[$i]} szerepel az IgnorePkg/IgnoreGroup beállításokban. Folytatod a telepítést?
sk: ${checkaurpkgs[$i]} je v IgnorePkg/IgnoreGroup. Predsa nainštalovať?

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade
ca: ${colorW}${checkaurpkgs[$i]}${reset}: s'està ignorant l'actualització de paquet
de: ${colorW}${checkaurpkgs[$i]}${reset}: Ignoriere Paket-Upgrade
hu: ${colorW}${checkaurpkgs[$i]}${reset}: frissítés kihagyva
sk: ${colorW}${checkaurpkgs[$i]}${reset}: ignorujem aktualizáciu balíčka

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
ca: ${colorW}${checkaurpkgs[$i]}${reset}: s'està ignorant l'actualització de paquet (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
de: ${colorW}${checkaurpkgs[$i]}${reset}: Ignoriere Paket-Upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
hu: ${colorW}${checkaurpkgs[$i]}${reset}: frissítés kihagyva (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
sk: ${colorW}${checkaurpkgs[$i]}${reset}: ignorujem aktualizáciu balíčka (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})

source: resolving dependencies...
ca: s'estan resolent les dependències...
de: Löse Abhängigkeiten auf...
hu: függőségek feloldása...
sk: riešim závislosti...

source: no results found for $i
ca: no s'ha trobat cap resultat per a $i
de: Keine Ergebnisse gefunden für $i
hu: nincs találat erre: $i
sk: neboli nájdené žiadne výsledky pre $i

source: dependency cycle detected
ca: s'ha detectat un cicle de dependències
de: Abhängigkeitszyklus entdeckt
hu: függőségi kör található
sk: zistený cyklus závislostí

source: ${colorW}$i${reset}: ignoring package upgrade
ca: ${colorW}$i${reset}: s'està ignorant l'actualització de paquet
de: ${colorW}$i${reset}: Ignoriere Paket-Upgrade
hu: ${colorW}$i${reset}: frissítés kihagyva
sk: ${colorW}$i${reset}: ignorujem aktualizáciu balíčka

source: Unresolved dependency '${colorW}$i${reset}'
ca: No s'ha resolt la dependència '${colorW}$i${reset}'
de: Ungelöste Abhängigkeit '${colorW}$i${reset}'
hu: Feloldatlan függőség: '${colorW}$i${reset}'
sk: Nevyriešená závislosť '${colorW}$i${reset}'

source: $i dependency is in IgnorePkg/IgnoreGroup. Install anyway?
ca: La dependència $i és en IgnorePkg/IgnoreGroup. S'ha d'instal·lar igualment?
de: Abhängigkeit $i ist in IgnorePkg/IgnoreGroup. Trotzdem installieren?
hu: $i függőség szerepel az IgnorePkg/IgnoreGroup beállításokban. Folytatod a telepítést?
sk: ${checkaurpkgs[$i]} je v IgnorePkg/IgnoreGroup. Predsa nainštalovať?

source: ${colorW}There are ${#providers[@]} providers available for ${providersdeps[$i]}:${reset}
ca: ${colorW}Hi ha ${#providers[@]} proveïdors disponibles per ${providersdeps[$i]}:${reset}
de: ${colorW}${#providers[@]} Pakete stellen ${providersdeps[$i]} bereit:${reset}
hu: ${colorW}${#providers[@]} csomag szolgáltatja ezt: ${providersdeps[$i]}${reset}
sk: ${colorW}Je ${#providers[@]} poskytovateľ(ov) dostupných pre ${providersdeps[$i]}:${reset}

source: Enter a number (default=0):
ca: Introduïu un número (per defecte=0):
de: Geben Sie eine Zahl ein (Vorgabe=0):
hu: Adj meg egy számot (alapértelmezés=0):
sk: Zadajte číslo (predvolené=0)

source: invalid value: $nb is not between 0 and $providersnb
ca: valor no vàlid: $nb no està entre 0 i $providersnb
de: Ungültiger Wert: $nb liegt nicht zwischen 0 und $providersnb
hu: érvénytelen érték: $nb nem 0 és $providersnb közötti szám
sk: neplatná hodnota: $nb nie je medzi 0 a $providersnb

source: invalid number: $nb
ca: el nombre no és vàlid: $nb
de: Ungültige Zahl: $nb
hu: érvénytelen szám: $nb
sk: neplatné číslo: $nb

source: looking for inter-conflicts...
ca: s'estan cercant interconflictes...
de: Suche nach Paketkonflikten...
hu: ütközések keresése...
sk: hľadám vzájomné konflikty...

source: $j and $k are in conflict ($i). Remove $k?
ca: $j i $k tenen conflictes ($i). S'elimina $k?
de: $j und $k stehen in Konflikt ($i). $k entfernen?
hu: $j és $k ütköznek egymással ($i). Eltávolítod ezt: $k?
sk: $j a $k sú v konflikte ($i). Odstrániť $k?

source: unresolvable package conflicts detected
ca: s'han detectat conflictes de paquet irresolubles
de: Unlösbare Paketkonflikte gefunden
hu: feloldhatatlan csomagütközések találhatók
sk: zistené nevyriešiteľné konflikty balíčkov

source: failed to prepare transaction (conflicting dependencies)
ca: ha fallat en preparar la transacció (dependències conflictives)
de: Vorbereiten der Transaktion fehlgeschlagen (Abhängigkeitskonflikt)
hu: nem sikerült előkészíteni a tranzakciót (ütköző függőségek)
sk: zlyhané pripravenie transakcie (závislosti v konflikte)

source: $j and $k are in conflict
ca: $j i $k tenen conflictes
de: $j und $k stehen in Konflikt
hu: $j és $k ütköznek egymással
sk: $j a $k sú v konflikte

source: ${colorW}${depsAname[$i]}${reset} latest revision -- fetching
ca: última revisió de ${colorW}${depsAname[$i]}${reset} -- s'està obtenint
de: ${colorW}${depsAname[$i]}${reset}: Hole neueste Revision
hu: ${colorW}${depsAname[$i]}${reset} legújabb verzió -- letöltés
sk: ${colorW}${depsAname[$i]}${reset} najnovšia verzia -- sťahujem

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- reinstalling
ca: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} és al dia -- s'està reinstal·lant
de: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} ist aktuell -- installiere erneut
hu: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} naprakész -- újratelepítés
sk: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} je aktuálny -- reinštalujem

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- skipping
ca: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} és al dia -- saltant
de: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} ist aktuell -- überspringe
hu: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} naprakész -- kihagyás
sk: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} je aktuálny -- preskakujem

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
ca: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} s'ha marcat com a ${colorR}fora de data${reset} en ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
de: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} wurde am ${colorY}$(date -d "@${depsAood[$i]}" "+%x")${reset} als ${colorR}veraltet${reset} markiert
hu: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} ${colorR}elavultnak${reset} lett jelölve ekkor: ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
sk: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} bol označený ako ${colorR}zastaralý${reset} v ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}

source: (cached)
ca: (en memòria cau)
de: (im Cache)
hu: (gyorsítótárban)
sk: (vo vyrovnávacej pamäti)

source: Name
ca: Nom
hu: Név
sk: Meno

source: Old Version
ca: Versió antigua
de: Alte Version
hu: Régi verzió
sk: Stará Verzia

source: New Version
ca: Versió nova
de: Neue Version
hu: Új verzió
sk: Nová Verzia

source: Download Size
ca: Mida de la baixada
de: Download-Größe
hu: Letöltés mérete
sk: Veľkosť Sťahovania

source: AUR Packages (${#deps[@]}):
ca: Paquets AUR (${#deps[@]}):
de: AUR-Pakete (${#deps[@]}):
hu: AUR csomagok (${#deps[@]}):
sk: AUR Balíčky (${#deps[@]}):

source: Repo Packages (${#repodepspkgs[@]}):
ca: Paquets de repositoris (${#repodepspkgs[@]}):
de: Repo-Pakete (${#repodepspkgs[@]}):
hu: Repo csomagok (${#repodepspkgs[@]}):
sk: Repo Balíčky (${#repodepspkgs[@]}):

source: Repo Download Size:
ca: Mida de baixada des de repositoris:
de: Download-Größe der Repo-Pakete:
hu: Repo letöltés mérete:
sk: Repo Veľkosť Sťahovania:

source: Repo Installed Size:
ca: Mida de la instal·lació des de repositoris:
de: Installationsgröße der Repo-Pakete:
hu: Repo telepítés mérete:
sk: Repo Veľkosť Inštalácie:

source: installation
ca: instal·lació
hu: telepítés
sk: inštaláciou

source: download
ca: baixada
hu: letöltés
sk: sťahovaním

source: Proceed with $action?
ca: Inicio la $action?
de: Mit $action fortfahren?
hu: Folytatod a ${action}t?
sk: Pokračovať s $action?

source: ${colorW}Retrieving package(s)...${reset}
ca: ${colorW}S'està(an) recuperant el(s) paquet(s)...${reset}
de: ${colorW}Hole Paket(e)...${reset}
hu: ${colorW}Csomag(ok) letöltése...${reset}
sk: ${colorW}Získavam balíček(y)...${reset}

source: View $i build files diff?
de: Unterschiede der Build-Dateien für $i betrachten?
hu: Megnyitod $i build fájljainak diff-jét?
sk: Pozrieť $i rozdiel build súborov?

source: ${colorW}$i${reset} build files diff viewed
de: Unterschiede der Build-Dateien für ${colorW}$i${reset} wurden betrachtet
hu: ${colorW}$i${reset} build fájljainak diff-je megtekintve
sk: ${colorW}$i${reset} rozdiel build súborov zobrazený

source: ${colorW}$i${reset} build files are up-to-date -- skipping
de: ${colorW}$i${reset}: Build-Dateien sind aktuell -- überspringe
hu: ${colorW}$i${reset} build fájljai naprakészek -- kihagyás
sk: ${colorW}$j${reset} build súbory sú aktuálne -- preskakujem

source: View $i PKGBUILD?
ca: Voleu veure el PKGBUILD de $i?
de: PKGBUILD für $i betrachten?
hu: Megnyitod $i PKGBUILD-jét?
sk: Zobraziť PKGBUILD $i?

source: ${colorW}$i${reset} PKGBUILD viewed
ca: S'ha vist el PKGBUILD de ${colorW}$i${reset}
de: PKGBUILD für ${colorW}$i${reset} wurde betrachtet
hu: ${colorW}$i${reset} PKGBUILD megtekintve
sk: ${colorW}$i${reset} PKGBUILD zobrazený

source: Could not open ${colorW}$i${reset} PKGBUILD
ca: No s'ha pogut obrir el PKGBUILD de ${colorW}$i${reset}
de: Konnte PKGBUILD für ${colorW}$i${reset} nicht öffnen
hu: Nem sikerült megnyitni ${colorW}$i${reset} PKGBUILD-jét
sk: Nepodarilo sa otvoriť PKGBUILD ${colorW}$i${reset}

source: View $j script?
ca: Voleu veure l'script de $j?
de: Skript für $j betrachten?
hu: Megnyitod a(z) $j script-et?
sk: Zobraziť skript $j?

source: ${colorW}$j${reset} script viewed
ca: S'ha vist l'script de ${colorW}$j${reset}
de: Skript für ${colorW}$j${reset} wurde betrachtet
hu: ${colorW}$j${reset} script megtekintve
sk: Skript ${colorW}$j${reset} zobrazený

source: Could not open ${colorW}$j${reset} script
ca: No s'ha pogut obrir l'script de ${colorW}$j${reset}
de: Konnte Skript für ${colorW}$j${reset} nicht öffnen
hu: Nem sikerült megnyitni a(z) ${colorW}$j${reset} script-et
sk: Nepodarilo sa otvoriť skript ${colorW}$j${reset}

source: Checking ${colorW}${pkgsdeps[$i]}${reset} integrity...
ca: S'està comprovant la integritat de ${colorW}${pkgsdeps[$i]}${reset}...
de: Überprüfe Integrität von ${colorW}${pkgsdeps[$i]}${reset}...
hu: ${colorW}${pkgsdeps[$i]}${reset} integritásának ellenőrzése...
sk: Kontrolujem integritu ${colorW}${pkgsdeps[$i]}${reset}...

source: failed to verify ${colorW}$i${reset} integrity
ca: ha fallat en verificar la integritat de ${colorW}$j${reset}
de: Konnte Integrität von ${colorW}$i${reset} nicht verifizieren
hu: ${colorW}$i${reset} integritásának ellenőrzése sikertelen
sk: nepodarilo sa overiť integritu ${colorW}$i${reset}

source: build.lck exists in $tmpdir
ca: build.lck existeix en $tmpdir
de: build.lck existiert in $tmpdir
hu: build.lck már létezik itt: $tmpdir
sk: build.lck existuje v $tmpdir

source: Installing ${colorW}${repoprovidersconflictingpkgs[@]}${reset} dependencies...
de: Installiere Abhängigkeiten ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...
hu: ${colorW}${repoprovidersconflictingpkgs[@]}${reset} függőségek telepítése...
sk: Inštalujem závislosti ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...

source: ${colorW}$j${reset} is up-to-date -- skipping
ca: ${colorW}$j${reset} és al dia -- s'està saltant
de: ${colorW}$j${reset} ist aktuell -- überspringe
hu: ${colorW}$j${reset} naprakész -- kihagyás
sk: ${colorW}$j${reset} je aktuálny -- preskakujem

source: Installing ${colorW}$j${reset} cached package...
ca: S'està instal·lant el paquet ${colorW}$j${reset} des de la memòria cau...
de: Installiere Paket ${colorW}$j${reset} aus dem Cache...
hu: ${colorW}$j${reset} gyorsítótárban levő csomag telepítése...
sk: Inštalujem ${colorW}$j${reset} balíček z vyrovnávacej pamäte...

source: Package ${colorW}$j${reset} already available in cache
ca: El paquet ${colorW}$j${reset} ja està disponible en la memòria cau
de: Paket ${colorW}$j${reset} ist bereits im Cache verfügbar
hu: ${colorW}$j${reset} csomag már elérhető gyorsítótárból
sk: Balíček ${colorW}$j${reset} sa už nachádza vo vyrovnávacej pamäti

source: Building ${colorW}${pkgsdeps[$i]}${reset} package(s)...
ca: S'està(an) construint ${colorW}${pkgsdeps[$i]}${reset} paquet(s)...
de: Erstelle ${colorW}${pkgsdeps[$i]}${reset}-Paket(e)...
hu: ${colorW}${pkgsdeps[$i]}${reset} csomag build folyamatának indítása...
sk: Vytváram ${colorW}${pkgsdeps[$i]}${reset} balíček(y)...

source: Installing ${colorW}${pkgsdeps[$i]}${reset} package(s)...
de: Installiere ${colorW}${pkgsdeps[$i]}${reset}-Paket(e)...
hu: ${colorW}${pkgsdeps[$i]}${reset} csomag telepítése...
sk: Inštalujem ${colorW}${pkgsdeps[$i]}${reset} balíček(y)...

source: ${colorW}${pkgsdeps[$i]}${reset} package(s) failed to install. Check .SRCINFO for mismatching data with PKGBUILD.
de: Konnte ${colorW}${pkgsdeps[$i]}${reset}-Paket(e) nicht installieren. Stellen Sie sicher, dass .SRCINFO und PKGBUILD keine widersprüchlichen Informationen enthalten.
hu: ${colorW}${pkgsdeps[$i]}${reset} csomag(ok) telepítése sikertelen. Ellenőrizd, hogy a .SRCINFO fájl tartalma megfelel-e PKGBUILD fájlban megadottaknak.
sk: ${colorW}${pkgsdeps[$i]}${reset} balíček(y) sa nepodarilo nainštalovať. Skontrolujte .SRCINFO pre rozdiely s PKGBUILD.

source: Removing installed AUR dependencies...
ca: S'estan eliminant les dependències AUR instal·lades...
de: Entferne installierte AUR-Abhängigkeiten...
hu: Telepített AUR függőségek törlése...
sk: Odstraňujem nainštalované AUR závislosti...

source: ${colorW}$i${reset} is a ${colorY}new orphan${reset} package
ca: ${colorW}$i${reset} és un ${colorY}nou paquet orfe${reset}
de: ${colorW}$i${reset} ist ein ${colorY}neues verwaistes${reset} Paket
hu: ${colorW}$i${reset} ${colorY}árva${reset} csomaggá vált
sk: ${colorW}$i${reset} je ${colorY}nová sirota${reset}

source: failed to build ${colorW}$i${reset} package(s)
ca: ha fallat en construir ${colorW}${pkgsdeps[$i]}${reset} paquet(s)
de: Konnte ${colorW}$i${reset}-Paket(e) nicht erstellen
hu: ${colorW}$i${reset} csomag build-elése sikertelen
sk: balíček(y) ${colorW}$i${reset} sa nepodarilo vytvoriť

source: [ ignored ]
ca: [ ignorat ]
de: [ ignoriert ]
hu: [ kihagyva ]
sk: [ ignorované ]

source: Packages to keep:
ca: Paquets a retenir:
de: Zu behaltende Pakete:
hu: Megtartandó csomagok:
sk: Balíčky na uchovanie:

source: All locally installed packages
ca: Tots els paquets instal·lats localment
de: Alle lokal installierten Pakete
hu: Minden telepített csomag
sk: Všetky lokálne nainštalované balíčky

source: AUR cache directory:
ca: Directori de memòria cau AUR:
de: AUR-Cache-Verzeichnis:
hu: AUR gyorsítótár könyvtára:
sk: Priečinok vyrovnávacej pamäti AUR:

source: Do you want to remove all other packages from AUR cache?
ca: Voleu eliminar tots els altres paquets de la memòria cau AUR?
de: Möchten Sie alle anderen Pakete aus dem AUR-Cache entfernen?
hu: Szeretnél minden más csomagot törölni az AUR gyorsítótárból?
sk: Chcete vymazať všetky ostatné balíčky z vyrovnávacej pamäte AUR?

source: removing old packages from cache...
ca: s'estan eliminant els paquets obsolets de la memòria cau...
de: Entferne alte Pakete aus dem Cache...
hu: régi csomagok törlése a gyorsítótárból...
sk: odstraňujem staré balíčky z vyrovnávacej pamäte...

source: Do you want to remove ALL files from AUR cache?
ca: Voleu eliminar TOTS els fitxers de la memòria cau AUR?
de: Möchten Sie ALLE Dateien aus dem AUR-Cache entfernen?
hu: Szeretnéd az ÖSSZES fájlt törölni az AUR gyorsítótárból?
sk: Naozaj chcete vymazať VŠETKY súbory z vyrovnávacej pamäte AUR?

source: removing all files from AUR cache...
ca: s'estan eliminant tots els fitxers de la memòria cau AUR...
de: Entferne alle Dateien aus dem AUR-Cache...
hu: összes fájl törlése az AUR gyorsítótárból...
sk: odstraňujem všetky súbory z vyrovnávacej pamäte AUR...

source: Sources to keep:
de: Zu behaltende Paketquellen:
hu: Megtartandó forrásfájlok:
sk: Zdrojové súbory na uchovanie:

source: All development packages sources
de: Alle Paketquellen von Entwicklungspaketen
hu: Minden instabil csomag forrásai
sk: Zdrojové súbory všetkých vývojových balíčkov

source: AUR source cache directory:
de: Cache-Verzeichnis für AUR-Paketquellen:
hu: AUR forrásfájl gyorsítótár könyvtára:
sk: Priečinok vyrovnávacej pamäte zdrojových súborov AUR:

source: Do you want to remove all non development files from AUR source cache?
de: Möchten Sie alle Nicht-Entwicklungsdateien aus dem Cache für AUR-Paketquellen entfernen?
hu: Szeretnéd törölni az összes nem instabil csomaghoz tartozó fájlt az AUR forrásfájl gyorsítótárból?
sk: Chcete odstrániť všetky ne vývojové súbory z vyrovnávacej pamäte zdrojových súborov AUR?

source: removing non development files from source cache...
de: Entferne Nicht-Entwicklungsdateien aus dem Cache für Paketquellen...
hu: összes nem instabil csomaghoz tartozó fájl törlése a forrásfájl gyorsítótárból...
sk: odstraňujem ne vývojové súbory z vyrovnávacej pamäte zdrojových súborov...

source: Do you want to remove ALL files from AUR source cache?
de: Möchten Sie ALLE Dateien aus dem Cache für AUR-Paketquellen entfernen?
hu: Szeretnéd az ÖSSZES fájlt törölni az AUR forrásfájl gyorsítótárból?
sk: Chcete odstrániť VŠETKY súbory z vyrovnávacej pamäte zdrojových súborov AUR?

source: removing all files from AUR source cache...
de: Entferne alle Dateien aus dem Cache für AUR-Paketquellen...
hu: összes fájl törlése az AUR forrásfájl gyorsítótárból...
sk: odstraňujem všetky súbory z vyrovnávacej pamäte zdrojových súborov AUR...

source: failed to prepare transaction (could not satisfy dependencies)
ca: ha fallat en preparar la transacció (no s'ha pogut satisfer les dependències)
de: Vorbereiten der Transaktion fehlgeschlagen (konnte Abhängigkeiten nicht erfüllen)
hu: nem sikerült előkészíteni a tranzakciót (nem lehet kielégíteni a függőségeket)
sk: transakciu sa nepodarilo pripraviť (nepodarilo sa splniť závislosti)

source: ${Qrequires[@]}: requires $@
ca: ${Qrequires[@]}: requereix $@
de: ${Qrequires[@]}: Hängt ab von $@
hu: ${Qrequires[@]}: $@ hiányzik
sk: ${Qrequires[@]}: vyžaduje $@

source: $2 [Y/n]
ca: $2 [S/n]
de: $2 [J/n]
hu: $2 [I/n]

source: $2 [y/N]
ca: $2 [s/N]
de: $2 [j/N]
hu: $2 [i/N]

source: there is nothing to do
ca: no hi ha res a fer
de: Es gibt nichts zu tun
hu: nincs teendő
sk: nie je čo robiť

source: usage: pacaur <operation> [options] [target(s)] -- See also pacaur(8)
ca: ús: pacaur <operació> [opcions] [objectiu(s)] -- Vegeu també pacaur(8)
de: Aufruf: pacaur <Operation> [Optionen] [Ziel(e)] -- siehe auch pacaur(8)
hu: használat: pacaur <művelet> [opciók] [csomag(ok)] -- lásd még: pacaur(8)
sk: použitie: pacaur <operácia> [možnosti] [cieľ(e)] -- Pozrite tiež pacaur(8)

source: operations:
ca: operacions:
de: Operationen:
hu: műveletek:
sk: operácie:

source: pacman extension
ca: extensió del pacman
de: pacman-Erweiterung
hu: pacman kiegészítés
sk: pacman rozšírenia

source: extend pacman operations to the AUR
de: Erweitere pacman-Operationen auf das AUR
hu: pacman műveletek kiterjesztése az AUR-ra
sk: rozšíri pacman operácie na AUR

source: AUR specific
ca: específic a l'AUR
de: AUR-spezifisch
hu: AUR-ra vonatkozó műveletek
sk: špecifické pre AUR

source: -s, --search search AUR for matching strings
ca: -s, --search cerca cadenes coincidents en l'AUR
de: -s, --search Durchsuche das AUR nach passenden Zeichenketten
hu: -s, --search keresés az AUR-ban a megadott szövegre
sk: -s, --search prehľadaj AUR pre zhodné textové reťazce

source: -i, --info view package information
ca: -i, --info mostra la informació dels paquets
de: -i, --info Zeige Paketinformationen an
hu: -i, --info csomag adatainak megtekintése
sk: -i, --info zobraz informácie o balíčku

source: -d, --download download target(s) -- pass twice to download AUR dependencies
ca: -d, --download baixa objectiu(s) -- passa'l dues vegades per baixar les dependències AUR
de: -d, --download Ziel(e) herunterladen -- zweimal angeben zum Herunterladen von AUR-Abhängigkeiten
hu: -d, --download csomag(ok) letöltése -- kétszer megadva letölti az AUR függőségeket
sk: -d, --download stiahni cieľ(e) -- zadaj dvakrát pre stiahnutie AUR závislostí

source: -m, --makepkg download and make target(s)
ca: -m, --makepkg baixa i fes objectiu(s)
de: -m, --makepkg Ziel(e) herunterladen und erstellen
hu: -m, --makepkg csomag(ok) letöltése és make futtatása
sk: -m, --makepkg stiahni a vytvor cieľ(e)

source: -y, --sync download, make and install target(s)
ca: -y, --sync baixa, fes i instal·la objectiu(s)
de: -y, --sync Ziel(e) herunterladen, erstellen und installieren
hu: -y, --sync csomag(ok) letöltése, make és telepítés futtatása
sk: -y, --sync stiahni, vytvor a nainštaluj cieľ(e)

source: -k, --check check for AUR update(s)
ca: -k, --check cerca actualització(ons) AUR
de: -k, --check Überprüfe auf AUR-Updates
hu: -k, --check AUR frissítések keresése
sk: -k, --check skontroluj aktualizácie z AUR

source: -u, --update update AUR package(s)
ca: -u, --update actualitza paquet(s) AUR
de: -u, --update Aktualisiere AUR-Paket(e)
hu: -u, --update AUR frissítések telepítése
sk: -u, --update aktualizuj balíček(y) z AUR

source: general
de: Allgemein
hu: általános
sk: všeobecné

source: -v, --version display version information
ca: -v, --version mostra informació de versió
de: -v, --version Zeige Versionsinformationen an
hu: -v, --version verzióinformációk kiírása
sk: -v, --version zobraz informácie o verzii

source: -h, --help display help information
ca: -h, --help mostra informació d'ajuda
de: -h, --help Zeige die Hilfe an
hu: -h, --help súgó megjelenítése
sk: -h, --help zobraz pomocníka

source: options:
ca: opcions:
de: Optionen:
hu: opciók:
sk: možnosti:

source: pacman extension - can be used with the -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc operations
ca: extensió del pacman - es pot usar amb les operacions -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc
de: pacman-Erweiterung - kann mit den Operationen -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc benutzt werden
hu: pacman kiegészítés - használható az -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc műveletekkel
sk: pacman rozšírenia - môžu byť použité s -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc operáciami
