Repository: rmarquis/pacaur
Catalog: po/*.po
Languages: ca, de, hu, sk

source: -a, --aur only search, build or install target(s) from the AUR
de: -a, --aur Nur Ziele aus dem AUR suchen, erstellen oder installieren
hu: -a, --aur keresés, build és telepítés csak az AUR csomagok között
sk: -a, --aur hľadaj, vytvor alebo nainštaluj cieľ(e) iba z AUR

source: -r, --repo only search, build or install target(s) from the repositories
de: -r, --repo Nur Pakete aus den offiziellen Repositories suchen, erstellen oder installieren
hu: -r, --repo keresés, build és telepítés csak a repo csomagok között
sk: -r, --repo hľadaj, vytvor alebo nainštaluj cieľ(e) iba z repozitárov

source: -e, --edit edit target(s) PKGBUILD and view install script
ca: -e, --edit edita el PKGBUILD del(s) objectiu(s) i ves l'script d'instal·lació
de: -e, --edit Bearbeite PKGBUILDs und install-Skripte der Ziele
hu: -e, --edit csomag PKGBUILD-jének szerkesztése és telepítő script megtekintése
sk: -e, --edit uprav PKGBUILD cieľa(ov) a zobraz inštalačný skript

source: -q, --quiet show less information for query and search
ca: -q, --quiet mostra menys informació per consultes i cerques
de: -q, --quiet Zeige weniger Informationen beim Anzeigen von Paketen und beim Suchen an
hu: -q, --quiet kevesebb információ mutatása lekérdezéseknél és keresésnél
sk: -q, --quiet zobraz menej informácií pri dopytovaní a vyhľadávaní

source: --devel consider AUR development packages upgrade
ca: --devel considera una actualització de paquets de desenvolupament AUR
de: --devel Berücksichtige Entwicklungspakete beim AUR-Upgrade
hu: --devel fejlesztés alatt álló AUR csomagok figyelembe vétele
sk: --devel zohľadni aktualizáciu AUR vývojových balíčkov

source: --foreign consider already installed foreign dependencies
ca: --foreign considera dependències extragueres que ja estan instal·lades
de: --foreign Berücksichtige bereits installierte Fremdpakete beim Auflösen von Abhängigkeiten
hu: --foreign már telepített külső függőségek figyelembe vétele
sk: --foreign zohľadni už nainštalované cudzie závislosti

source: --ignore ignore a package upgrade (can be used more than once)
ca: --ignore ignora l'actualització d'un paquet (es pot usar més d'un alhora)
de: --ignore Ein Paket-Upgrade ignorieren (kann mehr als einmal angegeben werden)
hu: --ignore csomag frissítésének kihagyása (többször is használható)
sk: --ignore ignoruj aktualizáciu balíčka (môže byť použité viac než raz)

source: --needed do not reinstall already up-to-date target(s)
ca: --needed no reinstal·lis objectiu(s) que ja sigui(n) al dia
de: --needed Bereits aktuelle Ziele nicht erneut installieren
hu: --needed ne telepítse újra a naprakész csomagokat
sk: --needed nepreinštaluj už aktuálny(e) cieľ(e)

source: --noconfirm do not prompt for any confirmation
ca: --noconfirm no demanis cap confirmació
de: --noconfirm Keine Bestätigungen verlangen
hu: --noconfirm ne kérjen megerősítést semmihez
sk: --noconfirm nevyzývaj k ďalším potvrdeniam

source: --noedit do not prompt to edit files
ca: --noedit no demanis editar els fitxers
de: --noedit Frage nicht, ob Dateien bearbeitet werden sollen
hu: --noedit ne ajánlja fel a fájlok szerkesztését
sk: --noedit nevyzývaj k úprave súborov

source: --rebuild always rebuild package(s)
ca: --rebuild sempre reconstrueix el(s) paquet(s)
de: --rebuild Paket(e) immer erneut erstellen
hu: --rebuild csomagok újra build-elése minden esetben
sk: --rebuild vždy znova vytvor balíček(y)

source: --silent silence output
ca: --silent silencia la sortida
de: --silent Ausgabe unterdrücken
hu: --silent néma kimenet
sk: --silent umlč výstup

source: you cannot perform this operation as root
ca: no podeu realitzar aquesta operació com a root
de: Sie können diese Operation nicht als root ausführen
hu: root-ként nem végezheted el ezt a műveletet
sk: túto operáciu nemôžete uskutočniť ako root

source: ${colorW}editor${reset} variable unset
ca: la variable ${colorW}editor${reset} no està establerta
de: Die Variable ${colorW}editor${reset} ist nicht gesetzt
hu: ${colorW}editor${reset} változó nincs beállítva
sk: premenná ${colorW}editora${reset} nie je nastavená

source: ${colorW}clonedir${reset} or ${colorW}\$AURDEST${reset} should be set to a non volatile memory location
de: ${colorW}clonedir${reset} oder ${colorW}\$AURDEST${reset} sollte auf einen nicht-temporären Speicherort gesetzt sein
hu: Érdemes ${colorW}clonedir${reset} vagy ${colorW}\$AURDEST${reset} elérési utakat maradandó tárolóeszközre állítani
sk: ${colorW}clonedir${reset} alebo ${colorW}\$AURDEST${reset} by mali byť nastavené na stálu oblasť pamäte

source: ${colorW}$clonedir${reset} does not have write permission.
de: Keine Schreibrechte in ${colorW}$clonedir${reset}.
hu: ${colorW}$clonedir${reset} nem rendelkezik írási jogosultsággal.
sk: ${colorW}$clonedir${reset} nemá oprávnenie na zapisovanie.

source: no targets specified (use -h for help)
ca: no s'ha especificat cap objectiu (useu -h per ajuda)
de: Keine Ziele angegeben (benutzen Sie -h für Hilfe)
hu: nincs megadva csomag (-h használatával elérhető a súgó)
sk: nie sú určené žiadne ciele (použite -h pre pomocníka)

source: target not found
ca: no s'ha trobat l'objectiu
de: Ziel nicht gefunden
hu: csomag nem található
sk: cieľ nenájdený

source: Package(s) ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
ca: El(s) paquet(s) ${colorW}${aurpkgs[*]}${reset} no es troba(en) als repositoris, s'està intentant amb l'${colorM}AUR${reset}...
de: Paket(e) ${colorW}${aurpkgs[*]}${reset} in den offiziellen Repositories nicht gefunden, suche im ${colorM}AUR${reset}...
hu: ${colorW}${aurpkgs[*]}${reset} csomag(ok) nem találhatók a repo-kban, keresés az ${colorM}AUR${reset}-ban...
sk: Balíček(y) ${colorW}${aurpkgs[*]}${reset} neboli nájdené v repozitároch, skúšam ${colorM}AUR${reset}...

source: $2 [Y/n]
sk: $2 [A/n]

source: $2 [y/N]
sk: $2 [a/N]
